{
  "Analysis_of_technologies_for_carbon_dioxide_capture_from_the_air.txt": [
    "Citation: Leonzio, G.; Fennell, P .S.;\nShah, N. Analysis of Technologies for\nCarbon Dioxide Capture from the Air.\nAppl. Sci. 2022 ,12, 8321. https://\ndoi.org/10.3390/app12168321\nAcademic Editor: Leonarda\nFrancesca Liotta\nReceived: 19 July 2022\nAccepted: 16 August 2022\nPublished: 19 August 2022\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2022 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\napplied  \nsciences \nReview\nAnalysis of T echnologies for Carbon Dioxide Capture from the Air\nGrazia Leonzio *\n , Paul S. Fennell and Nilay Shah\nDepartment of Chemical Engineering, Imperial College London, South Kensington, London SW7 2AZ, UK\n*Correspondence: g.leonzio20@imperial.ac.uk\nAbstract: The increase in CO 2concentration in the atmosphere has prompted the research community\nto ﬁnd solutions for this environmental problem, which causes climate change and global warming.\nCO 2removal through the use of negative emissions technologies could lead to global emission levels\nbecoming net negative towards the end of this century. Among these negative emissions technologies,\ndirect air capture (DAC), in which CO 2is captured directly from the atmosphere, could play an\nimportant role. The captured CO 2can be removed in the long term and through its storage can be\nused for chemical processes, allowing closed carbon cycles in the short term. For DAC, different\ntechnologies have been suggested in the literature, and an overview of these is proposed in this work.\nAbsorption and adsorption are the most studied and mature technologies, but others are also under\ninvestigation. An analysis of the main key performance indicators is also presented here and it is\nsuggested that more efforts should be made to develop DAC at a large scale by reducing costs and\nimproving efﬁciency. An additional discussion, addressing the social concern, is indicated as well.\nKeywords: atmospheric CO 2; direct air capture; CO 2reduction; CO 2removal; key performance\nindicators; carbon capture technologies\n1. Introduction\nRecent estimates report that CO 2emissions in the world were more than 33 Gton in\n2018 [ 1]. In order to decrease greenhouse gas emissions, several international agreements\nwere signed: the Conference of the Parties (COP21) held at Paris on the 12 December 2015\nwas a milestone because 197 Countries agreed to keep the temperature increase below\n2/1.5\u000eC above the pre-industrial level by the end of the century [ 2]. This aim was conﬁrmed\nby the following Conference of Parties (COP22) held at Marrakesh in 2016, where the\nnational determined contribution (NDC) was deﬁned [ 3]. However, in order to achieve this\nobjective, CO 2conventional mitigation, meaning a reduction in CO 2emissions, might be\nnot enough and the removal of CO 2might be required, resulting in negative emissions [ 4,5].\nFor this reason, negative emissions technologies (NETs) also known as carbon dioxide\nremoval (CDR) technologies, will have a crucial role in the coming years to achieve the\nCO 2level deﬁned by the environmental agreements and stabilize the CO 2concentration\nbetween 350 and 440 ppm [6,7].\nNegative emissions technologies are deﬁned as the intentional human effort to remove\nCO 2emissions from the atmosphere and include the following: afforestation and reforesta-\ntion (AR), soil carbon sequestration (SCS), biochar (BC), bioenergy with carbon capture and\nstorage (BECCS), direct air capture (DAC), enhanced weathering and ocean alkalinization\n(EW) and ocean fertilization (OF) [ 8]. Among these solutions, the research community has\nbeen focused for the most part on DAC, due to its advantages [9].\nDAC was used for decades to produce CO 2-free air to support life in submarines and\nspacecraft systems [ 10,11]; it was presented by Lackner as a GHG mitigation technology\nonly in 1999 [ 12]. DAC captures CO 2from the atmosphere to store it as part of a CDR\nprocess in the long term (direct air carbon capture and storage—DACCS). Integrated\nDAC systems have also been studied to supply climate-neutral CO 2for chemical processes\nAppl. Sci. 2022 ,12, 8321. https://doi.org/10.3390/app12168321 https://www.mdpi.com/journal/applsciAppl. Sci. 2022 ,12, 8321 2 of 41\n(power-to-gas (PtG), power-to-liquid (PtL) and power-to-chemical (PtC)), closing the carbon\ncycle in the short term (direct air carbon capture and utilization—DACCU) [7,13–15].\nThere are some advantages of DAC. DAC is independent of CO 2source location,\nbecause CO 2is distributed homogeneously throughout the atmosphere, minimizing or\neliminating CO 2transportation costs when the capture plant is situated near the utilization\nor storage site [ 16]; the capture plant can be located in a particular place where the the re-\nnewable energy can be exploited at the minimum cost [ 17]; DAC can tackle emissions from\nthe transport sector and other small sources that constitute about 50% of total emissions; air\nis ubiquitous, with few contaminants that could cause the degradation of solvents/sorbents\n(e.g., NO x, SO xand particulates) [18]; arable land is not required, avoiding loss of agricul-\ntural land [ 9]; the technology contributes to the achievement of Sustainable Development\nGoals (SDGs) 13, 9, 6 (by-product water could be used as fresh water in general), 8 (creation\nof new green jobs), 7 (exploitation of renewable energies), 11 and 12 (production of fuels\nand materials from atmospheric CO 2) and 3 (positive effect on health) [ 17]. However, there\nare also some disadvantages: the long term storage and sequestration of CO 2are critical\n(costs, long-term monitoring, potentially induced seismicity and leakage) [ 19]; low CO 2\npartial pressure in the air, about 400 ppm, 350 times lower than coal ﬂue gas so that large\nvolumes of air should be processed to capture a signiﬁcant amount of CO 2[7,13,20]; high\nenergy and cost requirements due to the dilute nature of CO 2in the air, requiring a large\nvolume of air to be treated [21].\nDAC technologies include absorption, adsorption, ion exchange resin, mineral car-\nbonation, membrane, photocatalysis, cryogenic separation, electrochemical approach and\nelectrodialysis approaches [ 6,18,22–26]. Absorption and adsorption technologies are the\nmost analyzed and studied in the literature [18].\nDAC technologies are characterized by thermodynamic issues related to the separation\nof CO 2from the air, which are more signiﬁcant than in the separation of CO 2from the ﬂue\ngas [ 27]. Thermodynamic calculation provides the minimum amount of energy for a deﬁned\nseparation depending on the temperature, pressure and initial and ﬁnal concentrations\nof the streams. Generally, the minimum required thermodynamic work can be evaluated\nby the difference in stream exergies, but for isothermal and isobaric processes it can be\nobtained by the Gibbs free energy, as shown in the following equation and Figure 1 [ 28–30]\n(see Equation (1)):\nWmin=RT\u0010\nNCO2\nBlnyCO2\nB+NB\u0000CO2\nBlnyB\u0000CO2\nB\u0011\n+RT\u0010\nNCO2\nClnyCO2\nC+NC\u0000CO2\nClnyC\u0000CO2\nC\u0011\n\u0000RT\u0010\nNCO2\nAlnyCO2\nA+NA\u0000CO2\nAlnyA\u0000CO2\nA\u0011 (1)\nwhere Wminis the minimum separation work in kJ/mol, Ris the universal gas constant\n8.314 J/(molK), Tis the temperature in K, n iCO2are CO 2moles in stream i, n ii\u0000CO2are\nthe other moles in current i without CO 2, yiCO2is the CO 2mole fraction in current i and\nyii\u0000CO2is the mole fraction of the remaining gas without CO 2in stream i.\nAppl. Sci. 2022 , 12, x FOR PEER REVIEW  2 of 40  \n \n DAC was used for decades to produce CO 2-free air to support life in submarines and \nspacecraft systems [10,11] ; it was presented by Lackner as a GHG mitigation technology \nonly in 1999 [12]. DAC captures CO 2 from the atmosphere to store it as part of a CDR \nprocess in the long term (direct air carbon capture and storage—DACCS). Integrated DAC \nsystems have also been s tudied to supply climate -neutral CO 2 for chemical processes \n(power -to-gas (PtG), power -to-liquid (PtL) and power -to-chemical (PtC)),  closing the car-\nbon cycle in the short term (direct air carbon capture and utilization —DACCU) [7,13– 15].  \nThere are some adv antages of DAC. DAC is independent of CO 2 source location, be-\ncause CO 2 is distributed homogeneously throughout the atmosphere, minimizing or elim-\ninating CO 2 transportation costs when the capture plant is situated near the utilization or \nstorage site [16]; the capture plant can be located in a particular place where the  the re-\nnewable energy can be exploited at the  minimum cost [17]; DAC can tackle emissions from \nthe transport sector and other small sources that constitute about 50% of total emissions; \nair is ubiquitous , with few contaminants that could cause the degradation of sol-\nvents/sorbents (e.g.,  NO x, SO x and particulates) [18]; arable land is not required , avoiding \nloss of agricultural land [9]; the technology contributes to the achievement of Sustaina ble \nDevelopment Goals (SDGs) 13, 9, 6 (by -product water could be used as fresh water in \ngeneral), 8 (creation of new green jobs), 7 (exploit ation  of renewable energies), 11 and 12 \n(production of fuels and materials from atmospheric CO 2) and 3 (positive effect on health) \n[17]. However, there are also some disadvantages : the long term storage and sequestration \nof CO 2 are critical (costs, long- term monitoring, potentially induced seismicity and leak-\nage) [19]; low CO 2 partial pressure in the air, about 400 ppm, 350 times lower than coal \nflue gas so that large volumes of air should be processed to capture a significant amount \nof CO 2 [7,13,20] ; high energy and cost requirements due to the dilute nature of CO 2 in the \nair, requiring a large  volume of air to be treat ed [21].  \nDAC technologies include absorption, adsorption, ion exchange resin, mineral car-\nbonation, membrane, photoca talys",
    "Main Findings:\n1. Direct air capture (DAC) technologies, particularly absorption and adsorption, have been extensively studied and show promise for CO2 capture from the atmosphere.\n2. DAC offers advantages such as independence from CO2 source location, versatility for long-term storage or short-term utilization, and potential to address emissions from small sources.\n3. Thermodynamic challenges, including the low concentration of CO2 in the atmosphere, result in high energy requirements and costs for DAC systems.\n4. Reducing costs and improving efficiency are crucial for large-scale DAC deployment to make the technology economically viable and scalable.\n\nChallenges:\n1. High energy requirements and associated costs due to the dilute nature of CO2 in the atmosphere.\n2. Technological advancements needed to enhance the efficiency and cost-effectiveness of DAC systems.\n3. Scaling up DAC to achieve significant CO2 reduction and negative emissions poses logistical and infrastructure challenges.\n\nNoteworthy:\n1. DAC technologies have the potential to contribute to achieving Sustainable Development Goals and do not require arable land.\n2. DAC can address emissions from the transport sector and other small sources, complementing other carbon capture and storage (CCS) approaches.\n3. Absorption and adsorption technologies have been the most studied in DAC due to their maturity and established track record in various applications and industries."
  ],
  "Continuous_carbon_capture_in_an_electrochemical_solid_electrolyte_reactor.txt": [
    "Nature | Vol 618 | 29 June 2023 | 959\nArticleContinuous carbon capture in an \nelectrochemical solid-electrolyte reactor\nPeng Zhu1,6, Zhen-Yu Wu1,6, Ahmad Elgazzar1, Changxin Dong2, Tae-Ung Wi1, Feng-Yang Chen1, \nYang Xia1, Yuge Feng1, Mohsen Shakouri3, Jung Yoon (Timothy) Kim1, Zhiwei Fang1, \nT . Alan Hatton4 & Haotian Wang1,2,5 ✉\nElectrochemical carbon-capture technologies, with renewable electricity as the \nenergy input, are promising for carbon management but still suffer from low capture \nrates, oxygen sensitivity or system complexity1–6. Here we demonstrate a continuous \nelectrochemical carbon-capture design by coupling oxygen/water (O2/H2O) redox \ncouple with a modular solid-electrolyte reactor7. By performing oxygen reduction \nreaction (ORR) and oxygen evolution reaction (OER) redox electrolysis, our device can efficiently absorb dilute carbon dioxide (CO\n2) molecules at the high-alkaline \ncathode–membrane interface to form carbonate ions, followed by a neutralization process through the proton flux from the anode to continuously output a high-purity \n(>99%) CO\n2 stream from the middle solid-electrolyte layer. No chemical inputs were \nneeded nor side products generated during the whole carbon absorption/release \nprocess. High carbon-capture rates (440 mA cm−2, 0.137 mmolCO2 min−1 cm−2 or \n86.7 kgCO2 day−1 m−2), high Faradaic efficiencies (>90% based on carbonate), high \ncarbon-removal efficiency (>98%) in simulated flue gas and low energy consumption (starting from about 150 kJ per mol\nCO2) were demonstrated in our carbon-capture \nsolid-electrolyte reactor, suggesting promising practical applications.\nCO2 capture from dilute sources, ranging from industrial waste gas \nto atmosphere, plays an increasingly important role in managing \nglobal CO2 emissions and promoting downstream CO2 storage and \nuse1,3,8,9. Existing carbon-capture technologies (such as the amine \nscrubbing and Ca(OH)2/CaCO3/CaO+CO2 cycling process) typically \nrely on an energy-intensive and centralized thermal cycling process, \nin which elevated temperatures (as high as 900 °C in the case of CaCO3 \ndecomposition) are needed to release the absorbed CO2 (refs. 10 –12). \nOther carbon-capture methods that use solid sorbents with high \nporosity and surface area, such as metal–organic frameworks, have \nshown promising capture capacities but inferior cycling stability, \nespecially when exposed to humidity13– 15. Although electrochemical \ncarbon-capture methods have gained attention as appealing alterna -\ntives owing to their high energy efficiency, decentralized operation, \nambient reaction conditions and ability to use renewable electricity, \nsubstantial challenges must be addressed before they can be widely \nimplemented3–5,16–18.\nIn general, electrochemical carbon capture relies on either \nredox-active carriers or pH swing to absorb and release CO2. The \nredox-active carriers, such as quinones, have high energy efficiency \nowing to their facile reaction kinetics involved in binding and releasing \nCO2 molecules under reduced and oxidized states19,20. However, their \npractical applications are still limited by low capture rates (typically \n<10 mA cm−2) and sensitivity to O2 gas present in most CO2 sources. On \nthe other hand, pH-swing methods using salt or water electrolysis to separate alkaline and acidic solutions, for CO2 absorption followed by \nacidification to release CO2, have been reported to be insensitive to O2 \nand can deliver larger currents (about 100 mA cm−2)2,18 ,21,22. However, \nthe decoupling of the electrolysis process from the CO2 absorption \nprocess requires energy-intensive downstream gas–liquid contacting \nprocesses, especially under low CO2 concentrations. Furthermore, \nby-products such as H2 (from water splitting)23 or Cl2 (from NaCl elec-\ntrolysis)24,25 generated in different pH-swing designs add complexity \nand challenges to decentralized carbon capture.\nHere we report a different carbon-capture design by coupling O2/\nH2O electrolysis with our porous solid-electrolyte (PSE) reactor7 for a \ncontinuous and modular CO2 capture from a wide range of CO2 sources \nat industrially relevant capture rate, high energy efficiency, no O2 sen -\nsitivity and easy scalability and adaptability. As shown in Fig. 1a, our \nsolid-electrolyte reactor comprises an ORR (O2 + 2H2O + 4e− = 4OH−) \ncathode and an OER (2H2O = O2 + 4H+ + 4e−) anode, which are sepa -\nrated by a compact, but porous, solid-electrolyte layer to allow effi -\ncient ion conduction (Supplementary Fig. 1). By performing this OER/\nORR redox electrolysis, the system does not consume or produce any \nchemicals, as the generated O2 from the anode can be recycled back \nto the cathode for a stoichiometric balance. To avoid flooding, an \nanion-exchange membrane (AEM) and a cation-exchange membrane \n(CEM) are inserted between the electrodes and the PSE layer. When \nO2 molecules get reduced by an active ORR catalyst (such as commer-\ncial Pt/C) on the cathode, large numbers of hydroxide ions (OH−) are https://doi.org/10.1038/s41586-023-06060-1\nReceived: 1 May 2022\nAccepted: 6 April 2023\nPublished online: 28 June 2023\n Check for updates\n1Department of Chemical and Biomolecular Engineering, Rice University, Houston, TX, USA. 2Department of Materials Science and NanoEngineering, Rice University, Houston, TX, USA. \n3Canadian Light Source Inc., University of Saskatchewan, Saskatoon, Saskatchewan, Canada. 4Department of Chemical Engineering, Massachusetts Institute of Technology, Cambridge, MA, \nUSA. 5Department of Chemistry, Rice University, Houston, TX, USA. 6These authors contributed equally: Peng Zhu, Zhen-Yu Wu. ✉e-mail: htwang@rice.edu960  | Nature | Vol 618 | 29 June 2023\nArticlegenerated at the catalyst–membrane interface, which react rapidly \nwith the CO2 molecules in the stream to form carbonate or bicarbonate \nions (Fig.  1b). These carbonate ions, driven by the electric field, then \nmigrate across the AEM into the PSE layer. Meanwhile, water on the \nanode side is oxidized to generate the same amount of O2 that gets \nconsumed and releases protons (H+) that travel across the CEM into \nthe middle layer to compensate the charge. These crossover carbonate \nand proton ions are recombined to form CO2 gas again, which can be \ncontinuously pushed out and collected in its high-purity form through \na recycling water flow through the PSE layer (Fig.  1c).\nOur solid-electrolyte carbon-capture design presents several advan -\ntages over reported electrochemical carbon-capture methods. First, \nunlike some redox-active carriers that can be poisoned by the coexist -\ning O2 gas6, our proposed system fully uses O2 through ORR to create \na strong interfacial alkaline environment for effective CO2 capture26. \nSecond, there are no specific chemical inputs (other than water) or \nconsumption during the capture process, as the device performs ORR/\nOER redox electrolysis. Third, the triple-phase boundary created at \nthe cathode of our solid-electrolyte reactor allows for rapid diffu -\nsion of CO2 in the gas phase towards the catalyst–membrane inter -\nface26–28, enabling the reactor to operate under large current densities \nfor fast CO2 capture while still maintaining high Faradaic efficiencies. \nThis is different from the traditional pH-swing method, in which the \nliquid-phase mass diffusion limits the rates of CO2 adsorption (through \ngas–liquid contact). Fourth, the capture system can take advantage \nof past advancements in fuel cells and water-splitting catalysts for \nhigh energy efficiencies and easy scalability. Finally, our PSE device \nenables a continuous, simultaneous and integrated carbon-capture \nand release process, which differs from traditional absorption/desorp -\ntion cycles and simplifies the carbon-capture system for many on-site \napplications (Fig.  1d).Concept verification\nTo validate the proposed CO2-capture mechanism, we used commercial \nPt/C and IrO2 as the electrocatalysts for ORR and OER, respectively29. \nDifferent CO2:O2 ratios were used to establish a fundamental under -\nstanding of the intrinsic CO2-separation performance of the system \n(Methods and Supplementary Figs. 2 and 3). As shown in Fig. 2a, the \nORR/OER I–V curves under different CO2 concentrations were similar, \nsuggesting that the O2 concentration instead of the CO2 concentration \ndetermines the cell activity. The onset potential (under 0.5 mA cm−2) \nis around 0.8 V, including OER and ORR overpotentials (around 200–\n300 mV each), ohmic drops and pH overpotentials during electrolysis3. \nUnder high current density, at which O2 mass diffusion starts to affect \nORR activity, the I –V curve (without iR compensations; Supplementary \nFig. 4) of 4.6% CO2 showed slightly better cell voltage than that of 8.6% \nor 13.9% owing to its higher O2 partial pressure.\nUnder a constant ORR/OER electrolysis current, we can obtain the \nCO2-capture rate, which is equivalent to the CO2 crossover rate, by meas -\nuring the CO2 flow rate out of the PSE layer using water-displacement \nand titration methods for both the gas-phase and dissolved CO2 \n(Methods and Supplementary Figs. 5–7). This CO2 dissolution can be \navoided in practical operations by continuously recycling the deion -\nized water stream. The CO2 bubble formation within the PSE layer \nwas found to have little impact on the middle-layer pressure or the \ndevice operational stability (Supplementary Fig. 8). Furthermore, the \nrecovered gas product was confirmed to be high-purity CO2 through \ngas chromatography analysis (up to 99.7% without considering water \nvapour; Supplementary Fig. 9), allowing for direct integration with \ndownstream utilization or storage processes without the typical \nenergy-intensive secondary purification processes. No CO2 reduc -\ntion gas or liquid products were detected during this carbon-capture \na\nGDLPt/C IrO2\nGDLAEM CEM\nPSE layer\nc bd\nORR\nOERCaptured high-purity CO2 gas\nDeionized water /f_lowCO32–H+\nCO2-depleted\ntail gasH+\nH2OO2Dilute CO2sourcesO2 recycled\nto ",
    "Main Findings:\n- The proposed carbon capture system utilizing electrochemical carbon-capture technology is more efficient than state-of-the-art systems in terms of GJ energy/ton of CO2 captured.\n- The system achieves high carbon-capture rates, high Faradaic efficiencies, high carbon-removal efficiency, and low energy consumption.\n- Oxygen/water redox electrolysis is used in the system to efficiently absorb dilute CO2 molecules and generate a high-purity CO2 stream.\n- The system's design and operation create a strong interfacial alkaline environment for effective CO2 capture, allowing for rapid diffusion of CO2 and maintaining high Faradaic efficiencies.\n- The system offers high energy efficiency, decentralized operation, and the ability to use renewable electricity.\n\nChallenges:\n- The challenges associated with existing carbon-capture technologies were addressed by the proposed system.\n- Specific challenges faced during the development and implementation of the proposed system are not mentioned.\n\nNoteworthy:\n- The use of electrochemical carbon-capture technology and oxygen/water redox electrolysis in the proposed system offer significant advantages over other methods.\n- The system's ability to achieve high carbon-capture rates, high Faradaic efficiencies, and low energy consumption make it a promising solution for practical carbon capture applications."
  ],
  "Electrocatalysis_at_conducting_polymers.txt": [
    "JavaScript is disabled on your browser.\nPlease enable JavaScript to use all the features on this page.\nSkip to main contentSkip to article\nAccess through your institutionPurchase PDFSearch ScienceDirectArticle previewAbstractIntroductionSection snippetsReferences (99)Cited by (335)Recommended articles (6)Synthetic MetalsVolume 107, Issue 2, 30 November 1999, Pages 75-83ReviewElectrocatalysis at conducting polymersAuthor links open overlay panelAlbertas MalinauskasShow moreAdd to MendeleyShareCitehttps://doi.org/10.1016/S0379-6779(99)00170-8Get rights and contentAbstractA brief review on electrocatalysis and heterogeneous catalysis at conducting polymers is presented. The topics covered include: electrocatalysis at conducting polymer electrodes (quinone–hydroquinone redox couple, organic compounds of analytical interest, various electroorganic reactions, inorganic ions), electrocatalysis at conducting polymer electrodes, modified with dispersed metals, heterogeneous catalysis and electrocatalysis at conducting polymers, doped with heteropolyanions, and various metal complexes.IntroductionSince the discovery of the organic conducting polymers more than 20 years ago, these materials are finding an increasing use in various branches of technology, such as metallization of dielectrics, primary and secondary batteries, antistatic coatings, electromagnetic shielding, electrochromic systems, etc. One of the most striking properties of conducting polymers is their ability to catalyze some electrode reactions. A thin layer of a conducting polymer, deposited onto the surface of substrate electrode, is able to enhance the kinetics of electrode processes of some solution species. These electrocatalytic processes, proceeding at conducting polymer electrodes, present a fast growing area of investigation, which may yield many unexpected applications in various fields of applied electrochemistry.The present paper presents a short review on electrocatalysis at conducting polymer electrodes, emphasizing the activities of the past few years. The material published on this topic may be divided into two main groups. One of these groups deals with electrocatalysis at conducting polymer modified electrodes, not containing any additional catalytically active substances. Within this group, the two subgroups are reviewed separately, one of them dealing with electrocatalysis of organic substances (subdivided further according to some groups of electroorganic reactions), and another one considering the electrocatalytic properties of conducting polymers towards inorganic ions. The second group deals with electrocatalysis at conducting polymers, containing other active substances. These systems are divided according to the nature of these additional substances: dispersed metal particles, heteropolyanions, and various metal complexes.In our knowledge, no review on electrocatalysis at conducting polymers has been published. Thus, we hope that the present short review, although not exhaustive, can help in introducing into this fast growing research area.Section snippetsElectrocatalysis at conducting polymer electrodesAt conducting polymer modified electrodes, at least three processes should be considered, taking place during electrocatalytic conversion of solution species. One of them is a heterogeneous electron transfer between the electrode and a conducting polymer layer, and electron transfer within the polymer film. As usual, this process is accompanied by the movement of charge compensating anions and solvent molecules within the conducting polymer film, and possible conformational changes of polymerElectrocatalysis at conducting polymer electrodes, modified with dispersed metalsNoble metal based catalysts are widely used in industry. The catalytic activity of these metals is known to depend highly on their dispersity and surface properties. As usual, for many catalytic processes, a high degree of dispersity and large surface area are desirable. Conducting polymers are often considered to be useful matrices for the immobilization of the dispersed noble metal catalysts. Porous structure and high surface area of many conducting polymers favours their use as supportingElectrocatalysis and heterogeneous catalysis at conducting polymers, doped with heteropolyanionsMost of the known conducting polymers are anion-doped in their conducting form. PANI is able to bind reversibly many small anions upon its oxidation from leucoemeraldine to emeraldine form, and to expell them back into the bulk solution on the back reduction, performed either electrochemically, or by the chemical means. Adversely, POPD is anion-doped in its reduced state, whereas small anions are expelled from the polymer film during its electrochemical oxidation. Reversible doping-dedopingElectrocatalysis at conducting polymers, doped with various metal complexesIn principle, a wide variety of anions can be included by doping into conducting polymers. If these anions are catalytically or electrocatalytically active, new composite catalyst materials can be obtained, whose properties will be determined not only by catalytically active dopants, but also, by the presence of the conducting polymer matrix.Metal phthalocyanine complexes are well known electrocatalysts, especially in electroreduction of molecular oxygen. The introduction of someJ. Yano et al.Synth. Met.(1992)Z. Mandic et al.J. Electroanal. Chem.(1996)A. Malinauskas et al.Electrochim. Acta(1998)A. Malinauskas et al.J. Electroanal. Chem.(1999)M.D. Levi et al.Synth. Met.(1993)J.J. Sun et al.Talanta(1998)S. Kim et al.Synth. Met.(1998)L. Yu et al.J. Power Sources(1998)J. Davis et al.Electrochim. Acta(1996)S. Pleus et al.Synth. Met.(1998)M.D. Levi et al.Electrochim. Acta(1992)N. Kawashima et al.Coll. Surfaces B — Biointerfaces(1998)A.H. Liu et al.Anal. Chim. Acta(1993)C.H. Yang et al.Electrochim. Acta(1998)K.H. Xue et al.J. Power Sources(1998)M. Barth et al.Synth. Met.(1997)F. Ficicioglu et al.J. Electroanal. Chem.(1998)I. Becerik et al.J. Electroanal. Chem.(1997)M.R. Guascito et al.Mater. Chem. Phys.(1996)R. Schrebler et al.J. Electroanal. Chem.(1995)W.T. Napporn et al.J. Electroanal. Chem.(1996)M.J. Croissant et al.Electrochim. Acta(1998)E.K.W. Lai et al.Synth. Met.(1997)M. Hasik et al.Synth. Met.(1997)S.W. Huang et al.Synth. Met.(1998)I.G. Casella et al.Anal. Chim. Acta(1996)L.M. Abrantes et al.Surf. Coat. Technol.(1998)H. Sung et al.Synth. Met.(1995)P. Wang et al.J. Electroanal. Chem.(1996)S.J. Dong et al.Electrochim. Acta(1994)S.J. Dong et al.J. Electroanal. Chem.(1993)M.C. Pham et al.Electrochim. Acta(1997)S.J. Dong et al.Electrochim. Acta(1998)B. Fabre et al.Electrochim. Acta(1997)J.K. Lee et al.J. Mol. Catal. A: Chem.(1997)M. Hasik et al.J. Mol. Catal.(1994)K. Pielichowski et al.Synth. Met.(1997)E. Stochmal-Pomarzanska et al.Synth. Met.(1997)L.Y. Qu et al.Synth. Met.(1997)M. Lapkowski et al.Synth. Met.(1995)A. Elhourch et al.J. Electroanal. Chem.(1992)C. Coutanceau et al.J. Electroanal. Chem.(1995)C. Coutanceau et al.Electrochim. Acta(1995)B.A. Retamal et al.J. Electroanal. Chem.(1997)Y.F. Yang et al.J. Electroanal. Chem.(1997)E.I. Iwuoha et al.Biosens. Bioelectron.(1997)N. Endo et al.J. Mol. Catal. A: Chem.(1997)M. Nakayama et al.J. Electroanal. Chem.(1997)K. Ogura et al.Stud. Surf. Sci. Catal.(1998)View more references3D nanostructured nickel film supported to a conducting polymer as an electrocatalyst with exceptional properties for hydrogen evolution reaction2023, International Journal of Hydrogen EnergyShow abstractA two-layer system was applied to a nickel substrate for use as the electrocatalyst of the hydrogen evolution reaction (HER) in a phosphate buffer solution. It was comprised of a three-dimensional (3D) porous underlayer of nickel nanoparticles with a size of less than 35 nm, followed by an electrodeposited top layer of poly (aniline-co-pyrrole). The underlayer and top coating were both synthesized by applying a constant potential to a three-electrode system. The catalyst characterization was performed using scanning electron microscopy (SEM), X-ray diffraction (XRD), and Fourier-transform infrared (FT-IR) spectrometry. The electrocatalytic activity of the fabricated electrodes was measured by linear sweep voltammetry (LSV), electrochemical impedance spectroscopy (EIS), and chronopotentiometry. The electrode exhibited an overpotential of 520 mV at a current density of 10 mA cm−2, comparable to 530 mV of platinum. Furthermore, the Tafel slope of the electrode was 90 mV dec−1, almost equal to that of platinum. This exceptional performance was explained by the synergistic interaction between 3D-Ni and poly (aniline-co-pyrrole) layers. Such a synergism was demonstrated by the fact that the resulting electrode lacked substantial catalytic activity when each of these two layers was deposited on the substrate alone. The Nyquist diagrams revealed that the 3D-Ni film resulted in minimal charge transfer resistance, allowing fast kinetics of HER. The coupling of this property with the ability of the polymer to adsorb H+ ions led to the high electrocatalytic activity of the proposed electrode. This electrode performed better than platinum, which was a promising result. This indicated that a lower voltage input was required to generate hydrogen gas using the prepared electrode.A polypyrrole hybrid thin film with [sn(dmit)<inf>3</inf>]<sup>2−</sup>, [tris(1,3-dithiole-2-thione-4,5-dithiolate)stannate]<sup>2−</sup>: Surface analysis2023, Applied Surface ScienceShow abstractIt is essential to understand the formation of the interface and the morphological design of the surface of electrodes and devices to control the structure and adapt the material to different applications. To study the interface, thin films of a PPy/[Sn(dmit)3]2 were electrochemically grown with the aid of a microcell typically used in scanning tunneling microscopy assays. Raman and FTIR spectroscopies showed the effect of dimensionality on those mater",
    "Apologies for the confusion, but without specific information about the proposed carbon capture system or access to the full review article, it is not possible to provide the main findings, challenges, or noteworthy aspects. The abstract you provided does not contain that level of detail. To accurately determine the main findings, challenges, and noteworthy aspects, a thorough analysis of the complete review article would be necessary."
  ],
  "Electrochemically_mediated_carbon_dioxide_separation_with_quinone_chemistry_in_salt_concentrated_aqu.txt": [
    "We use cookies to make sure that our website works properly, as well as some optional cookies to personalise content and advertising, provide social media features and analyse how people use our site. By accepting some or all optional cookies you give consent to the processing of your personal data, including transfer to third parties, some in countries outside of the European Economic Area that do not offer the same data protection standards as the country where you live. You can decide which optional cookies to accept by clicking on \"Manage preferences\", where you can also find more information about how your personal data is processed.\nFurther information can be found in our privacy policy.\nAccept all cookies\nManage preferences\nSkip to main content\nThank you for visiting nature.com. You are using a browser version with limited support for CSS. To obtain\nthe best experience, we recommend you use a more up to date browser (or turn off compatibility mode in\nInternet Explorer). In the meantime, to ensure continued support, we are displaying the site without styles\nand JavaScript.\nAdvertisement\nnature\nnature communications\narticles\narticle\nElectrochemically mediated carbon dioxide separation with quinone chemistry in salt-concentrated aqueous media\nDownload PDF\nYour content has downloaded\nSimilar content being viewed by others\nSlider with three content items shown per slide. Use the Previous and Next buttons to navigate the slides or the slide controller buttons at the end to navigate through each slide.\nContinuous carbon capture in an electrochemical solid-electrolyte reactor\nArticle28 June 2023\nPeng Zhu, Zhen-Yu Wu, … Haotian Wang\nElectrochemical methods for carbon dioxide separations\nArticle08 September 2022\nKyle M. Diederichsen, Rezvan Sharifian, … T. Alan Hatton\nRedox-tunable Lewis bases for electrochemical carbon dioxide capture\nArticle13 October 2022\nXing Li, Xunhua Zhao, … Yayuan Liu\nLow energy carbon capture via electrochemically induced pH swing with electrochemical rebalancing\nArticle19 April 2022\nShijian Jin, Min Wu, … Michael J. Aziz\nHigh-rate and selective conversion of CO2 from aqueous solutions to hydrocarbons\nArticle01 June 2023\nCornelius A. Obasanjo, Guorui Gao, … Cao-Thang Dinh\nRecovering carbon losses in CO2 electrolysis using a solid electrolyte reactor\nArticle18 April 2022\nJung Yoon ‘Timothy’ Kim, Peng Zhu, … Haotian Wang\nA phenazine-based high-capacity and high-stability electrochemical CO2 capture cell with coupled electricity storage\nArticle24 August 2023\nShuai Pang, Shijian Jin, … Yunlong Ji\nEliminating the need for anodic gas separation in CO2 electroreduction systems via liquid-to-liquid anodic upgrading\nArticle02 June 2022\nKe Xie, Adnan Ozden, … Edward H. Sargent\nToward economical application of carbon capture and utilization technology with near-zero carbon emission\nArticle05 December 2022\nKezia Megagita Gerby Langie, Kyungjae Tak, … Ung Lee\nDownload PDF\nThis article has been updated\nAbstractCarbon capture is essential for mitigating carbon dioxide emissions. Compared to conventional chemical scrubbing, electrochemically mediated carbon capture utilizing redox-active sorbents such as quinones is emerging as a more versatile and economical alternative. However, the practicality of such systems is hindered by the requirement of toxic, flammable organic electrolytes or often costly ionic liquids. Herein, we demonstrate that rationally designed aqueous electrolytes with high salt concentration can effectively resolve the incompatibility between aqueous environments and quinone electrochemistry for carbon capture, eliminating the safety, toxicity, and at least partially the cost concerns in previous studies. Salt-concentrated aqueous media also offer distinct advantages including extended electrochemical window, high carbon dioxide activity, significantly reduced evaporative loss and material dissolution, and importantly, greatly suppressed competing reactions including under simulated flue gas. Correspondingly, we achieve continuous carbon capture-release operations with outstanding capacity, stability, efficiency and electrokinetics, advancing electrochemical carbon separation further towards practical applications.\nIntroductionAnthropogenic carbon dioxide (CO2) emissions present a serious challenge to our society. One of the foremost mitigation strategies involves carbon capture, particularly from large stationary emission sources, followed by sequestration or utilization1,2,3,4,5. The incumbent technology for carbon capture is wet chemical scrubbing, which utilizes aqueous amines to chemically absorb CO2 and subsequently release it by desorption via a temperature-swing process. However, this process is challenged by the substantial energy demand associated with the regeneration step, sorbent degradation, corrosion, environmental concerns and large footprint3,6. To this end, emerging materials such as water-lean solvents and porous solid sorbents have also been garnering widespread attention, with many showing promising capture properties7,8,9,10. Nevertheless, most of these CO2 storing materials are still reliant on high pressure and/or temperature-swing conditions during their operation cycles10. Electrochemically mediated separations offer a low-temperature, ambient-pressure alternative for carbon capture, representing a promising yet largely unchartered research area11,12,13,14,15,16. By being electrically driven, these systems can be controlled precisely to reduce energy losses, are modular and thus easy to implement in a variety of locations, and possess great adaptability to the multiscale nature of carbon capture.In one form of electrochemically mediated carbon capture, redox-active organic compounds serve as CO2 carriers. Electrochemical reduction of these compounds generates nucleophiles with a high binding affinity towards electrophilic CO2 to afford stable sorbent-CO2 adducts; subsequently, the adducts can be oxidized to liberate pure CO2 while regenerating the sorbents13. To date, several classes of redox-active compounds have been explored, with quinoid species being the most representative example16,17,18,19,20. Quinones are a class of cyclic compounds containing two carbonyl groups in an unsaturated six-membered ring structure, which have been studied extensively for their key roles in biological electron transport as well as for promising applications in catalysis and energy storage21. They are versatile molecules with highly tailorable electrochemical properties through molecular engineering and can be synthesized from inexpensive commodity chemicals, which is favorable for large-scale applications22. Moreover, quinones as CO2 sorbents can have an appealingly high theoretical capacity of two CO2 equivalents per molecule, compared to conventional wet scrubbing which requires two equivalents of amine to capture one equivalent of CO2. Mizen and Wrighton23 first reported that electrogenerated 9,10-phenanthrenequinone dianion can chemically react with CO2 in homogeneous solutions to yield bis(carbonate), and further studies expanded the quinone chemistries for reversible CO2 capture-release16,17,18,24,25. Despite this progress, electrochemically mediated CO2 separations still need to be operated using mainly flammable, toxic aprotic organic electrolytes, posing a great barrier toward practical implementation13. Recently, the relatively benign ionic liquids have also been explored as electrolytes for electrochemically mediated CO2 separations16,18. While it may not be a major issue for batch-based separation processes with lean electrolytes, the often-expensive ionic liquids can raise serious cost concerns in continuous-flow absorption systems where they are needed in excess for the dissolution of redox-active CO2 carriers.An aqueous electrolyte is the ideal medium for large-scale electrochemical systems, offering distinct advantages in cost, safety, environmental benignity, and ease of device construction. Carbon capture via redox-active sorbents in aqueous electrolytes is, however, confronted with serious challenges. One critical limitation originates from the narrow electrochemical stability window of water, which is insufficient to support the reductive addition of CO2 to quinone molecules without incurring parasitic reactions (hydrogen evolution)23,26. Compared to aprotic solvents, aqueous media are complicated by the speciation of CO2 upon dissolution, which can undermine the activity of dissolved molecular CO2 given inappropriate solution pH15. Importantly, various competing reactions with reduced quinone molecules are expected in aqueous solutions, particularly protonation and ion association, hindering severely the kinetics and efficiency of carbon capture13,27,28,29. Finally, rapid evaporative loss is a long-standing concern when interfacing aqueous electrolytes with continuous gas flow, which can seriously compromise the service life of the electrochemical systems30.Herein, by drawing inspiration from the recent breakthrough in salt-concentrated electrolytes for battery applications, we develop an aqueous electrolyte formulation that is fully compatible with quinone-mediated electrochemical carbon capture26,30,31,32. Salt-concentrated aqueous electrolytes, also known as “water-in-salt” electrolytes, are defined as those in which dissolved salt outnumbers water by both mass and volume26. In these solutions, the number of water molecules is insufficient to fully solvate the cations so that no free-state water exists, which can effectively suppress the activity of water molecules to extend the electrochemical stability window. By selecting appropriate salt species, desirable solution pH can be realized so that the total dissolved inorganic carbon is composed primarily of molecular CO2. It is worthwhile highlighting that, compared to their dilute counterpart, reduced quinone dianions are thermodynamically more reactive towards CO2 and less prone to competing reacti",
    "Main Findings:\n- The researchers developed a salt-concentrated aqueous electrolyte formulation for quinone-mediated electrochemical carbon capture.\n- The electrolyte formulation demonstrated outstanding capacity, stability, efficiency, and electrokinetics in continuous carbon capture-release operations.\n- The electrolyte offered an extended electrochemical stability window, high carbon dioxide activity, reduced evaporative loss, and suppressed competing reactions, even under simulated flue gas conditions.\n\nChallenges:\n- Previous studies faced limitations with toxic, flammable organic electrolytes or costly ionic liquids.\n- Aqueous electrolytes had a narrow electrochemical stability window and competing reactions that needed to be addressed.\n\nNoteworthy:\n- The developed aqueous electrolyte formulation addresses safety, toxicity, and cost concerns associated with previous electrolyte choices.\n- The formulation represents a significant step towards practical carbon capture applications by utilizing a cost-effective, safe, environmentally benign, and scalable medium."
  ]
}