{
  "Analysis_of_technologies_for_carbon_dioxide_capture_from_the_air.txt": [
    "Citation: Leonzio, G.; Fennell, P .S.;\nShah, N. Analysis of Technologies for\nCarbon Dioxide Capture from the Air.\nAppl. Sci. 2022 ,12, 8321. https://\ndoi.org/10.3390/app12168321\nAcademic Editor: Leonarda\nFrancesca Liotta\nReceived: 19 July 2022\nAccepted: 16 August 2022\nPublished: 19 August 2022\nPublisher’s Note: MDPI stays neutral\nwith regard to jurisdictional claims in\npublished maps and institutional afﬁl-\niations.\nCopyright: © 2022 by the authors.\nLicensee MDPI, Basel, Switzerland.\nThis article is an open access article\ndistributed under the terms and\nconditions of the Creative Commons\nAttribution (CC BY) license (https://\ncreativecommons.org/licenses/by/\n4.0/).\napplied  \nsciences \nReview\nAnalysis of T echnologies for Carbon Dioxide Capture from the Air\nGrazia Leonzio *\n , Paul S. Fennell and Nilay Shah\nDepartment of Chemical Engineering, Imperial College London, South Kensington, London SW7 2AZ, UK\n*Correspondence: g.leonzio20@imperial.ac.uk\nAbstract: The increase in CO 2concentration in the atmosphere has prompted the research community\nto ﬁnd solutions for this environmental problem, which causes climate change and global warming.\nCO 2removal through the use of negative emissions technologies could lead to global emission levels\nbecoming net negative towards the end of this century. Among these negative emissions technologies,\ndirect air capture (DAC), in which CO 2is captured directly from the atmosphere, could play an\nimportant role. The captured CO 2can be removed in the long term and through its storage can be\nused for chemical processes, allowing closed carbon cycles in the short term. For DAC, different\ntechnologies have been suggested in the literature, and an overview of these is proposed in this work.\nAbsorption and adsorption are the most studied and mature technologies, but others are also under\ninvestigation. An analysis of the main key performance indicators is also presented here and it is\nsuggested that more efforts should be made to develop DAC at a large scale by reducing costs and\nimproving efﬁciency. An additional discussion, addressing the social concern, is indicated as well.\nKeywords: atmospheric CO 2; direct air capture; CO 2reduction; CO 2removal; key performance\nindicators; carbon capture technologies\n1. Introduction\nRecent estimates report that CO 2emissions in the world were more than 33 Gton in\n2018 [ 1]. In order to decrease greenhouse gas emissions, several international agreements\nwere signed: the Conference of the Parties (COP21) held at Paris on the 12 December 2015\nwas a milestone because 197 Countries agreed to keep the temperature increase below\n2/1.5\u000eC above the pre-industrial level by the end of the century [ 2]. This aim was conﬁrmed\nby the following Conference of Parties (COP22) held at Marrakesh in 2016, where the\nnational determined contribution (NDC) was deﬁned [ 3]. However, in order to achieve this\nobjective, CO 2conventional mitigation, meaning a reduction in CO 2emissions, might be\nnot enough and the removal of CO 2might be required, resulting in negative emissions [ 4,5].\nFor this reason, negative emissions technologies (NETs) also known as carbon dioxide\nremoval (CDR) technologies, will have a crucial role in the coming years to achieve the\nCO 2level deﬁned by the environmental agreements and stabilize the CO 2concentration\nbetween 350 and 440 ppm [6,7].\nNegative emissions technologies are deﬁned as the intentional human effort to remove\nCO 2emissions from the atmosphere and include the following: afforestation and reforesta-\ntion (AR), soil carbon sequestration (SCS), biochar (BC), bioenergy with carbon capture and\nstorage (BECCS), direct air capture (DAC), enhanced weathering and ocean alkalinization\n(EW) and ocean fertilization (OF) [ 8]. Among these solutions, the research community has\nbeen focused for the most part on DAC, due to its advantages [9].\nDAC was used for decades to produce CO 2-free air to support life in submarines and\nspacecraft systems [ 10,11]; it was presented by Lackner as a GHG mitigation technology\nonly in 1999 [ 12]. DAC captures CO 2from the atmosphere to store it as part of a CDR\nprocess in the long term (direct air carbon capture and storage—DACCS). Integrated\nDAC systems have also been studied to supply climate-neutral CO 2for chemical processes\nAppl. Sci. 2022 ,12, 8321. https://doi.org/10.3390/app12168321 https://www.mdpi.com/journal/applsciAppl. Sci. 2022 ,12, 8321 2 of 41\n(power-to-gas (PtG), power-to-liquid (PtL) and power-to-chemical (PtC)), closing the carbon\ncycle in the short term (direct air carbon capture and utilization—DACCU) [7,13–15].\nThere are some advantages of DAC. DAC is independent of CO 2source location,\nbecause CO 2is distributed homogeneously throughout the atmosphere, minimizing or\neliminating CO 2transportation costs when the capture plant is situated near the utilization\nor storage site [ 16]; the capture plant can be located in a particular place where the the re-\nnewable energy can be exploited at the minimum cost [ 17]; DAC can tackle emissions from\nthe transport sector and other small sources that constitute about 50% of total emissions; air\nis ubiquitous, with few contaminants that could cause the degradation of solvents/sorbents\n(e.g., NO x, SO xand particulates) [18]; arable land is not required, avoiding loss of agricul-\ntural land [ 9]; the technology contributes to the achievement of Sustainable Development\nGoals (SDGs) 13, 9, 6 (by-product water could be used as fresh water in general), 8 (creation\nof new green jobs), 7 (exploitation of renewable energies), 11 and 12 (production of fuels\nand materials from atmospheric CO 2) and 3 (positive effect on health) [ 17]. However, there\nare also some disadvantages: the long term storage and sequestration of CO 2are critical\n(costs, long-term monitoring, potentially induced seismicity and leakage) [ 19]; low CO 2\npartial pressure in the air, about 400 ppm, 350 times lower than coal ﬂue gas so that large\nvolumes of air should be processed to capture a signiﬁcant amount of CO 2[7,13,20]; high\nenergy and cost requirements due to the dilute nature of CO 2in the air, requiring a large\nvolume of air to be treated [21].\nDAC technologies include absorption, adsorption, ion exchange resin, mineral car-\nbonation, membrane, photocatalysis, cryogenic separation, electrochemical approach and\nelectrodialysis approaches [ 6,18,22–26]. Absorption and adsorption technologies are the\nmost analyzed and studied in the literature [18].\nDAC technologies are characterized by thermodynamic issues related to the separation\nof CO 2from the air, which are more signiﬁcant than in the separation of CO 2from the ﬂue\ngas [ 27]. Thermodynamic calculation provides the minimum amount of energy for a deﬁned\nseparation depending on the temperature, pressure and initial and ﬁnal concentrations\nof the streams. Generally, the minimum required thermodynamic work can be evaluated\nby the difference in stream exergies, but for isothermal and isobaric processes it can be\nobtained by the Gibbs free energy, as shown in the following equation and Figure 1 [ 28–30]\n(see Equation (1)):\nWmin=RT\u0010\nNCO2\nBlnyCO2\nB+NB\u0000CO2\nBlnyB\u0000CO2\nB\u0011\n+RT\u0010\nNCO2\nClnyCO2\nC+NC\u0000CO2\nClnyC\u0000CO2\nC\u0011\n\u0000RT\u0010\nNCO2\nAlnyCO2\nA+NA\u0000CO2\nAlnyA\u0000CO2\nA\u0011 (1)\nwhere Wminis the minimum separation work in kJ/mol, Ris the universal gas constant\n8.314 J/(molK), Tis the temperature in K, n iCO2are CO 2moles in stream i, n ii\u0000CO2are\nthe other moles in current i without CO 2, yiCO2is the CO 2mole fraction in current i and\nyii\u0000CO2is the mole fraction of the remaining gas without CO 2in stream i.\nAppl. Sci. 2022 , 12, x FOR PEER REVIEW  2 of 40  \n \n DAC was used for decades to produce CO 2-free air to support life in submarines and \nspacecraft systems [10,11] ; it was presented by Lackner as a GHG mitigation technology \nonly in 1999 [12]. DAC captures CO 2 from the atmosphere to store it as part of a CDR \nprocess in the long term (direct air carbon capture and storage—DACCS). Integrated DAC \nsystems have also been s tudied to supply climate -neutral CO 2 for chemical processes \n(power -to-gas (PtG), power -to-liquid (PtL) and power -to-chemical (PtC)),  closing the car-\nbon cycle in the short term (direct air carbon capture and utilization —DACCU) [7,13– 15].  \nThere are some adv antages of DAC. DAC is independent of CO 2 source location, be-\ncause CO 2 is distributed homogeneously throughout the atmosphere, minimizing or elim-\ninating CO 2 transportation costs when the capture plant is situated near the utilization or \nstorage site [16]; the capture plant can be located in a particular place where the  the re-\nnewable energy can be exploited at the  minimum cost [17]; DAC can tackle emissions from \nthe transport sector and other small sources that constitute about 50% of total emissions; \nair is ubiquitous , with few contaminants that could cause the degradation of sol-\nvents/sorbents (e.g.,  NO x, SO x and particulates) [18]; arable land is not required , avoiding \nloss of agricultural land [9]; the technology contributes to the achievement of Sustaina ble \nDevelopment Goals (SDGs) 13, 9, 6 (by -product water could be used as fresh water in \ngeneral), 8 (creation of new green jobs), 7 (exploit ation  of renewable energies), 11 and 12 \n(production of fuels and materials from atmospheric CO 2) and 3 (positive effect on health) \n[17]. However, there are also some disadvantages : the long term storage and sequestration \nof CO 2 are critical (costs, long- term monitoring, potentially induced seismicity and leak-\nage) [19]; low CO 2 partial pressure in the air, about 400 ppm, 350 times lower than coal \nflue gas so that large volumes of air should be processed to capture a significant amount \nof CO 2 [7,13,20] ; high energy and cost requirements due to the dilute nature of CO 2 in the \nair, requiring a large  volume of air to be treat ed [21].  \nDAC technologies include absorption, adsorption, ion exchange resin, mineral car-\nbonation, membrane, photoca talys",
    "Main Findings:\n1. Direct air capture (DAC) technologies, particularly absorption and adsorption, have been extensively studied and show promise for CO2 capture from the atmosphere.\n2. DAC offers advantages such as independence from CO2 source location, versatility for long-term storage or short-term utilization, and potential to address emissions from small sources.\n3. Thermodynamic challenges, including the low concentration of CO2 in the atmosphere, result in high energy requirements and costs for DAC systems.\n4. Reducing costs and improving efficiency are crucial for large-scale DAC deployment to make the technology economically viable and scalable.\n\nChallenges:\n1. High energy requirements and associated costs due to the dilute nature of CO2 in the atmosphere.\n2. Technological advancements needed to enhance the efficiency and cost-effectiveness of DAC systems.\n3. Scaling up DAC to achieve significant CO2 reduction and negative emissions poses logistical and infrastructure challenges.\n\nNoteworthy:\n1. DAC technologies have the potential to contribute to achieving Sustainable Development Goals and do not require arable land.\n2. DAC can address emissions from the transport sector and other small sources, complementing other carbon capture and storage (CCS) approaches.\n3. Absorption and adsorption technologies have been the most studied in DAC due to their maturity and established track record in various applications and industries."
  ],
  "AOxygen_Stable_Electrochemical_CO2_Capture_and_Concentration_with_Quinones_Using_Alcohol_Additives.txt": [
    "Download Hi-Res ImageDownload to MS-PowerPointCite This:J. Am. Chem. Soc. 2022, 144, 31, 14161-14169\nADVERTISEMENT\nRETURN TO ISSUEPREVArticleNEXTGet e-AlertscloseOxygen-Stable Electrochemical CO2 Capture and Concentration with Quinones Using Alcohol AdditivesJeffrey M. BarlowJeffrey M. BarlowDepartment of Chemistry, University of California, Irvine, Irvine, California 92697, United StatesMore by Jeffrey M. Barlow and Jenny Y. Yang*Jenny Y. YangDepartment of Chemistry, University of California, Irvine, Irvine, California 92697, United States*Email: j.yang@uci.eduMore by Jenny Y. Yanghttps://orcid.org/0000-0002-9680-8260Cite this: J. Am. Chem. Soc. 2022, 144, 31, 14161–14169Publication Date (Web):July 26, 2022Publication History\nReceived15 April 2022Published online26 July 2022Published inissue 10 August 2022https://doi.org/10.1021/jacs.2c04044Copyright © 2022 American Chemical SocietyRequest reuse permissionsArticle Views5185Altmetric7Citations12LEARN ABOUT THESE METRICSArticle Views are the COUNTER-compliant sum of full text article downloads since November 2008 (both PDF and HTML) across all institutions and individuals. These metrics are regularly updated to reflect usage leading up to the last few days.Citations are the number of other articles citing this article, calculated by Crossref and updated daily. Find more information about Crossref citation counts.The Altmetric Attention Score is a quantitative measure of the attention that a research article has received online. Clicking on the donut icon will load a page at altmetric.com with additional details about the score and the social media presence for the given article. Find more information on the Altmetric Attention Score and how the score is calculated.\nShare\nAdd toView InAdd Full Text with ReferenceAdd Description\nExportRISCitationCitation and abstractCitation and referencesMore Options\nShare onFacebookTwitterWechatLinked InReddit\nRead OnlinePDF (3 MB)\nGet e-AlertscloseSupporting Info (1)»Supporting Information\nSupporting Information\nSUBJECTS:Alcohols,Ethanol,Show MoreGet e-Alertsclose\nJournal of the American Chemical Society\nGet e-AlertsAbstractCurrent methods for CO2 capture and concentration (CCC) are energy intensive due to their reliance on thermal cycles, which are intrinsically Carnot limited in efficiency. In contrast, electrochemically driven CCC (eCCC) can operate with much higher theoretical efficiencies. However, most reported systems are sensitive to O2, precluding their practical use. In order to achieve O2-stable eCCC, we pursued the development of molecular redox carriers with reduction potentials positive of the O2/O2– redox couple. Prior efforts to chemically modify redox carriers to operate at milder potentials resulted in diminished CO2 binding. To overcome these limitations, we used common alcohol additives to anodically shift the reduction potential of a quinone redox carrier, 2,3,5,6-tetrachloro-p-benzoquinone (TCQ), by up to 350 mV, conferring O2 stability. Intermolecular hydrogen-bonding interactions with the dianion and CO2-bound forms of TCQ were correlated to alcohol pKa to identify ethanol as the optimal additive, as it imparts beneficial changes to both the reduction potential and CO2-binding constant, the two key properties of eCCC redox carriers. We demonstrated a full cycle of eCCC in aerobic simulated flue gas using TCQ and ethanol, two commercially available compounds. Based on the system properties, an estimated minimum of 21 kJ/mol is required to concentrate CO2 from 10 to 100% or twice as efficient as state-of-the-art thermal amine capture systems and other reported redox carrier-based systems. Furthermore, this approach of using hydrogen-bond donor additives is general and can be used to tailor the redox properties of other quinone/alcohol combinations for specific CO2-capture applications.Supporting InformationARTICLE SECTIONSJump ToAbstractSupporting InformationThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/jacs.2c04044.Materials and methods; quinone reduction potentials and CO2-binding constants; cyclic voltammograms; relationship between reduction potential and CO2-binding constants; plot of E(TCQ●–/ TCQ2−)1/2 versus pKa (H2O); electrochemical data; variable scan rate cyclic voltammograms; redox potentials and peak–peak separation; electronic absorption spectra; 13C{1H} NMR spectra; FTIR spectra; normalized electronic absorption spectra; plots of Log(KCO2) for TCQ versus Log([ROH]); plots of F(ΔE1/2) versus Log([ROH]); measured Henry’s law constants; example photos of the bulk electrolysis H-cell; measured and calculated values for an eCCC cycle; calculated moles of free CO2; charge versus time plots; thermodynamic values; and reduction potentials and estimated minimum energetic requirements (PDF)ja2c04044_si_001.pdf (1.8 MB)\nTerms & Conditions\nMost electronic Supporting Information files are available without a subscription to ACS Web Editions. Such files may be downloaded by article for research use (if there is a public use license linked to the relevant article, that license may permit other uses). Permission may be obtained from ACS for other uses through requests via the RightsLink permission system: http://pubs.acs.org/page/copyright/permissions.html.\nCited By\nCitation StatementsbetaSmart citations by scite.ai include citation statements extracted from the full text of the citing article. The number of the statements may be higher than the number of citations provided by ACS Publications if one paper cites another multiple times or lower if scite has not yet processed some of the citing articles.SupportingSupporting1MentioningMentioning31ContrastingContrasting0Explore this article's citation statements on scite.aipowered by\nThis article is cited by 12 publications.Yu Xu, Mingze Zheng, Charles B. Musgrave, III, Lingyu Zhang, William A. Goddard, III, Brandon C. Bukowski, Yayuan Liu. Assessing the Kinetics of Quinone–CO2 Adduct Formation for Electrochemically Mediated Carbon Capture. ACS Sustainable Chemistry & Engineering 2023, 11\n(30)\n, 11333-11341. https://doi.org/10.1021/acssuschemeng.3c03321Kyle M. Diederichsen, Stephen J. A. DeWitt, T. Alan Hatton. Electrochemically Facilitated Transport of CO2 between Gas Diffusion Electrodes in Flat and Hollow Fiber Geometries. ACS ES&T Engineering 2023, 3\n(7)\n, 1001-1012. https://doi.org/10.1021/acsestengg.3c00030Alessandra M. Zito, Lauren E. Clarke, Jeffrey M. Barlow, Daniel Bím, Zisheng Zhang, Katelyn M. Ripley, Clarabella J. Li, Amanda Kummeth, McLain E. Leonard, Anastassia N. Alexandrova, Fikile R. Brushett, Jenny Y. Yang. Electrochemical Carbon Dioxide Capture and Concentration. Chemical Reviews 2023, 123\n(13)\n, 8069-8098. https://doi.org/10.1021/acs.chemrev.2c00681Berk Delibas, Kareesa J. Kron, Daniel E. Cotton, Noemi Salazar, Shaama Mallikarjun Sharada, Jahan M. Dawlaty. Inferring the Energetics of CO2–Aniline Adduct Formation from Vibrational Spectroscopy. The Journal of Physical Chemistry A 2023, 127\n(24)\n, 5162-5170. https://doi.org/10.1021/acs.jpca.3c01406Xiang-Da Zhang, Tianyang Liu, Chang Liu, De-Sheng Zheng, Jian-Mei Huang, Qian-Wen Liu, Wei-Wen Yuan, Yue Yin, Ling-Rui Huang, Ming Xu, Yafei Li, Zhi-Yuan Gu. Asymmetric Low-Frequency Pulsed Strategy Enables Ultralong CO2 Reduction Stability and Controllable Product Selectivity. Journal of the American Chemical Society 2023, 145\n(4)\n, 2195-2206. https://doi.org/10.1021/jacs.2c09501Corina Schimanofsky, Dominik Wielend, Stefanie Kröll, Sabine Lerch, Daniel Werner, Josef M. Gallmetzer, Felix Mayr, Helmut Neugebauer, Mihai Irimia-Vladu, Engelbert Portenkirchner, Thomas S. Hofer, Niyazi Serdar Sariciftci. Direct Electrochemical CO2 Capture Using Substituted Anthraquinones in Homogeneous Solutions: A Joint Experimental and Theoretical Study. The Journal of Physical Chemistry C 2022, 126\n(33)\n, 14138-14154. https://doi.org/10.1021/acs.jpcc.2c03129Mary E.\nZick, Donovan\nCho, Jianheng\nLing, Phillip J.\nMilner. Carbon Capture Beyond Amines: CO\n2\nSorption at Nucleophilic Oxygen Sites in Materials. ChemNanoMat 2023, 9\n(1)\nhttps://doi.org/10.1002/cnma.202200436Jiaju\nFu, Pan\nLi, Yuan\nLin, Huitong\nDu, Hongzhi\nLiu, Wenlei\nZhu, Hongqiang\nRen. Fight for carbon neutrality with state-of-the-art negative carbon emission technologies. Eco-Environment & Health 2022, 1\n(4)\n, 259-279. https://doi.org/10.1016/j.eehl.2022.11.005Kyle M.\nDiederichsen, Rezvan\nSharifian, Jin Soo\nKang, Yayuan\nLiu, Seoni\nKim, Betar M.\nGallant, David\nVermaas, T. Alan\nHatton. Electrochemical methods for carbon dioxide separations. Nature Reviews Methods Primers 2022, 2\n(1)\nhttps://doi.org/10.1038/s43586-022-00148-0Abdulaziz W.\nAlherz, Haley A.\nPetersen, Nicholas R.\nSingstock, Sohan N.\nSur, Charles B.\nMusgrave, Oana R.\nLuca. Predictive energetic tuning of quinoid O-nucleophiles for the electrochemical capture of carbon dioxide. Energy Advances 2022, 1\n(11)\n, 900-907. https://doi.org/10.1039/D2YA00114DJeffrey M.\nBarlow, Lauren E.\nClarke, Zisheng\nZhang, Daniel\nBím, Katelyn M.\nRipley, Alessandra\nZito, Fikile R.\nBrushett, Anastassia N.\nAlexandrova, Jenny Y.\nYang. Molecular design of redox carriers for electrochemical CO\n2\ncapture and concentration. Chemical Society Reviews 2022, 51\n(20)\n, 8415-8433. https://doi.org/10.1039/D2CS00367HYayuan\nLiu, Éowyn\nLucas, Ian\nSullivan, Xing\nLi, Chengxiang\nXiang. Challenges and opportunities in continuous flow processes for electrochemically mediated carbon capture. iScience 2022, 25\n(10)\n, 105153. https://doi.org/10.1016/j.isci.2022.105153Download PDFback\nPair your accounts.\nExport articles to Mendeley\nGet article recommendations from ACS based on references in your Mendeley library.\nPair your accounts.\nExport articles to Mendeley\nGet article recommendations from ACS based on references in your Mendeley library.\nYou’ve supercharged your research process with ACS and Mendeley!\nContinueSTEP 1:Login with ACS IDLogged in SuccessClick to create an ACS IDSTEP 2:Login with MendeleyLog",
    "Main Findings:\n- The researchers developed a molecular redox carrier-based electrochemically driven CO2 capture and concentration (eCCC) system.\n- The addition of ethanol as an alcohol additive improved the stability and performance of the system.\n- The proposed eCCC system using TCQ and ethanol showed a minimum energy requirement of 21 kJ/mol to concentrate CO2 from 10 to 100%.\n- The efficiency of the eCCC system was found to be twice as efficient as state-of-the-art thermal amine capture systems and other reported redox carrier-based systems.\n\nChallenges:\n- Most reported electrochemically driven CCC systems are not practical for use due to their sensitivity to O2, which limits stability and effectiveness.\n\nNoteworthy:\n- The use of alcohol additives to tailor the redox properties of quinone/alcohol combinations is a general approach that can be applied to other CO2-capture applications.\n- The proposed eCCC system offers the potential for higher theoretical efficiencies compared to current methods for CO2 capture and concentration."
  ],
  "Continuous_carbon_capture_in_an_electrochemical_solid_electrolyte_reactor.txt": [
    "Nature | Vol 618 | 29 June 2023 | 959\nArticleContinuous carbon capture in an \nelectrochemical solid-electrolyte reactor\nPeng Zhu1,6, Zhen-Yu Wu1,6, Ahmad Elgazzar1, Changxin Dong2, Tae-Ung Wi1, Feng-Yang Chen1, \nYang Xia1, Yuge Feng1, Mohsen Shakouri3, Jung Yoon (Timothy) Kim1, Zhiwei Fang1, \nT . Alan Hatton4 & Haotian Wang1,2,5 ✉\nElectrochemical carbon-capture technologies, with renewable electricity as the \nenergy input, are promising for carbon management but still suffer from low capture \nrates, oxygen sensitivity or system complexity1–6. Here we demonstrate a continuous \nelectrochemical carbon-capture design by coupling oxygen/water (O2/H2O) redox \ncouple with a modular solid-electrolyte reactor7. By performing oxygen reduction \nreaction (ORR) and oxygen evolution reaction (OER) redox electrolysis, our device can efficiently absorb dilute carbon dioxide (CO\n2) molecules at the high-alkaline \ncathode–membrane interface to form carbonate ions, followed by a neutralization process through the proton flux from the anode to continuously output a high-purity \n(>99%) CO\n2 stream from the middle solid-electrolyte layer. No chemical inputs were \nneeded nor side products generated during the whole carbon absorption/release \nprocess. High carbon-capture rates (440 mA cm−2, 0.137 mmolCO2 min−1 cm−2 or \n86.7 kgCO2 day−1 m−2), high Faradaic efficiencies (>90% based on carbonate), high \ncarbon-removal efficiency (>98%) in simulated flue gas and low energy consumption (starting from about 150 kJ per mol\nCO2) were demonstrated in our carbon-capture \nsolid-electrolyte reactor, suggesting promising practical applications.\nCO2 capture from dilute sources, ranging from industrial waste gas \nto atmosphere, plays an increasingly important role in managing \nglobal CO2 emissions and promoting downstream CO2 storage and \nuse1,3,8,9. Existing carbon-capture technologies (such as the amine \nscrubbing and Ca(OH)2/CaCO3/CaO+CO2 cycling process) typically \nrely on an energy-intensive and centralized thermal cycling process, \nin which elevated temperatures (as high as 900 °C in the case of CaCO3 \ndecomposition) are needed to release the absorbed CO2 (refs. 10 –12). \nOther carbon-capture methods that use solid sorbents with high \nporosity and surface area, such as metal–organic frameworks, have \nshown promising capture capacities but inferior cycling stability, \nespecially when exposed to humidity13– 15. Although electrochemical \ncarbon-capture methods have gained attention as appealing alterna -\ntives owing to their high energy efficiency, decentralized operation, \nambient reaction conditions and ability to use renewable electricity, \nsubstantial challenges must be addressed before they can be widely \nimplemented3–5,16–18.\nIn general, electrochemical carbon capture relies on either \nredox-active carriers or pH swing to absorb and release CO2. The \nredox-active carriers, such as quinones, have high energy efficiency \nowing to their facile reaction kinetics involved in binding and releasing \nCO2 molecules under reduced and oxidized states19,20. However, their \npractical applications are still limited by low capture rates (typically \n<10 mA cm−2) and sensitivity to O2 gas present in most CO2 sources. On \nthe other hand, pH-swing methods using salt or water electrolysis to separate alkaline and acidic solutions, for CO2 absorption followed by \nacidification to release CO2, have been reported to be insensitive to O2 \nand can deliver larger currents (about 100 mA cm−2)2,18 ,21,22. However, \nthe decoupling of the electrolysis process from the CO2 absorption \nprocess requires energy-intensive downstream gas–liquid contacting \nprocesses, especially under low CO2 concentrations. Furthermore, \nby-products such as H2 (from water splitting)23 or Cl2 (from NaCl elec-\ntrolysis)24,25 generated in different pH-swing designs add complexity \nand challenges to decentralized carbon capture.\nHere we report a different carbon-capture design by coupling O2/\nH2O electrolysis with our porous solid-electrolyte (PSE) reactor7 for a \ncontinuous and modular CO2 capture from a wide range of CO2 sources \nat industrially relevant capture rate, high energy efficiency, no O2 sen -\nsitivity and easy scalability and adaptability. As shown in Fig. 1a, our \nsolid-electrolyte reactor comprises an ORR (O2 + 2H2O + 4e− = 4OH−) \ncathode and an OER (2H2O = O2 + 4H+ + 4e−) anode, which are sepa -\nrated by a compact, but porous, solid-electrolyte layer to allow effi -\ncient ion conduction (Supplementary Fig. 1). By performing this OER/\nORR redox electrolysis, the system does not consume or produce any \nchemicals, as the generated O2 from the anode can be recycled back \nto the cathode for a stoichiometric balance. To avoid flooding, an \nanion-exchange membrane (AEM) and a cation-exchange membrane \n(CEM) are inserted between the electrodes and the PSE layer. When \nO2 molecules get reduced by an active ORR catalyst (such as commer-\ncial Pt/C) on the cathode, large numbers of hydroxide ions (OH−) are https://doi.org/10.1038/s41586-023-06060-1\nReceived: 1 May 2022\nAccepted: 6 April 2023\nPublished online: 28 June 2023\n Check for updates\n1Department of Chemical and Biomolecular Engineering, Rice University, Houston, TX, USA. 2Department of Materials Science and NanoEngineering, Rice University, Houston, TX, USA. \n3Canadian Light Source Inc., University of Saskatchewan, Saskatoon, Saskatchewan, Canada. 4Department of Chemical Engineering, Massachusetts Institute of Technology, Cambridge, MA, \nUSA. 5Department of Chemistry, Rice University, Houston, TX, USA. 6These authors contributed equally: Peng Zhu, Zhen-Yu Wu. ✉e-mail: htwang@rice.edu960  | Nature | Vol 618 | 29 June 2023\nArticlegenerated at the catalyst–membrane interface, which react rapidly \nwith the CO2 molecules in the stream to form carbonate or bicarbonate \nions (Fig.  1b). These carbonate ions, driven by the electric field, then \nmigrate across the AEM into the PSE layer. Meanwhile, water on the \nanode side is oxidized to generate the same amount of O2 that gets \nconsumed and releases protons (H+) that travel across the CEM into \nthe middle layer to compensate the charge. These crossover carbonate \nand proton ions are recombined to form CO2 gas again, which can be \ncontinuously pushed out and collected in its high-purity form through \na recycling water flow through the PSE layer (Fig.  1c).\nOur solid-electrolyte carbon-capture design presents several advan -\ntages over reported electrochemical carbon-capture methods. First, \nunlike some redox-active carriers that can be poisoned by the coexist -\ning O2 gas6, our proposed system fully uses O2 through ORR to create \na strong interfacial alkaline environment for effective CO2 capture26. \nSecond, there are no specific chemical inputs (other than water) or \nconsumption during the capture process, as the device performs ORR/\nOER redox electrolysis. Third, the triple-phase boundary created at \nthe cathode of our solid-electrolyte reactor allows for rapid diffu -\nsion of CO2 in the gas phase towards the catalyst–membrane inter -\nface26–28, enabling the reactor to operate under large current densities \nfor fast CO2 capture while still maintaining high Faradaic efficiencies. \nThis is different from the traditional pH-swing method, in which the \nliquid-phase mass diffusion limits the rates of CO2 adsorption (through \ngas–liquid contact). Fourth, the capture system can take advantage \nof past advancements in fuel cells and water-splitting catalysts for \nhigh energy efficiencies and easy scalability. Finally, our PSE device \nenables a continuous, simultaneous and integrated carbon-capture \nand release process, which differs from traditional absorption/desorp -\ntion cycles and simplifies the carbon-capture system for many on-site \napplications (Fig.  1d).Concept verification\nTo validate the proposed CO2-capture mechanism, we used commercial \nPt/C and IrO2 as the electrocatalysts for ORR and OER, respectively29. \nDifferent CO2:O2 ratios were used to establish a fundamental under -\nstanding of the intrinsic CO2-separation performance of the system \n(Methods and Supplementary Figs. 2 and 3). As shown in Fig. 2a, the \nORR/OER I–V curves under different CO2 concentrations were similar, \nsuggesting that the O2 concentration instead of the CO2 concentration \ndetermines the cell activity. The onset potential (under 0.5 mA cm−2) \nis around 0.8 V, including OER and ORR overpotentials (around 200–\n300 mV each), ohmic drops and pH overpotentials during electrolysis3. \nUnder high current density, at which O2 mass diffusion starts to affect \nORR activity, the I –V curve (without iR compensations; Supplementary \nFig. 4) of 4.6% CO2 showed slightly better cell voltage than that of 8.6% \nor 13.9% owing to its higher O2 partial pressure.\nUnder a constant ORR/OER electrolysis current, we can obtain the \nCO2-capture rate, which is equivalent to the CO2 crossover rate, by meas -\nuring the CO2 flow rate out of the PSE layer using water-displacement \nand titration methods for both the gas-phase and dissolved CO2 \n(Methods and Supplementary Figs. 5–7). This CO2 dissolution can be \navoided in practical operations by continuously recycling the deion -\nized water stream. The CO2 bubble formation within the PSE layer \nwas found to have little impact on the middle-layer pressure or the \ndevice operational stability (Supplementary Fig. 8). Furthermore, the \nrecovered gas product was confirmed to be high-purity CO2 through \ngas chromatography analysis (up to 99.7% without considering water \nvapour; Supplementary Fig. 9), allowing for direct integration with \ndownstream utilization or storage processes without the typical \nenergy-intensive secondary purification processes. No CO2 reduc -\ntion gas or liquid products were detected during this carbon-capture \na\nGDLPt/C IrO2\nGDLAEM CEM\nPSE layer\nc bd\nORR\nOERCaptured high-purity CO2 gas\nDeionized water /f_lowCO32–H+\nCO2-depleted\ntail gasH+\nH2OO2Dilute CO2sourcesO2 recycled\nto ",
    "Main Findings:\n- The proposed carbon capture system utilizing electrochemical technology is more efficient than state-of-the-art systems in terms of GJ energy/ton of CO2 captured.\n- The system achieves high carbon-capture rates, high Faradaic efficiencies, high carbon-removal efficiency, and low energy consumption.\n- It utilizes oxygen/water redox reactions and a modular solid-electrolyte reactor to efficiently absorb dilute CO2 and produce a high-purity CO2 stream.\n- The system is scalable, adaptable, and suitable for various on-site applications.\n\nChallenges:\n- The challenges associated with implementing the proposed system were not explicitly mentioned in the given information.\n\nNoteworthy:\n- The use of electrochemical carbon-capture technology offers advantages such as high energy efficiency, decentralized operation, and the ability to use renewable electricity.\n- The system avoids the need for chemical inputs or side products, simplifying the carbon absorption/release process.\n- The proposed system provides a promising solution for capturing CO2 from dilute sources, ranging from industrial waste gas to the atmosphere, and contributes to carbon management and global CO2 emissions reduction efforts."
  ],
  "Electrocatalysis_at_conducting_polymers.txt": [
    "JavaScript is disabled on your browser.\nPlease enable JavaScript to use all the features on this page.\nSkip to main contentSkip to article\nAccess through your institutionPurchase PDFSearch ScienceDirectArticle previewAbstractIntroductionSection snippetsReferences (99)Cited by (335)Recommended articles (6)Synthetic MetalsVolume 107, Issue 2, 30 November 1999, Pages 75-83ReviewElectrocatalysis at conducting polymersAuthor links open overlay panelAlbertas MalinauskasShow moreAdd to MendeleyShareCitehttps://doi.org/10.1016/S0379-6779(99)00170-8Get rights and contentAbstractA brief review on electrocatalysis and heterogeneous catalysis at conducting polymers is presented. The topics covered include: electrocatalysis at conducting polymer electrodes (quinone–hydroquinone redox couple, organic compounds of analytical interest, various electroorganic reactions, inorganic ions), electrocatalysis at conducting polymer electrodes, modified with dispersed metals, heterogeneous catalysis and electrocatalysis at conducting polymers, doped with heteropolyanions, and various metal complexes.IntroductionSince the discovery of the organic conducting polymers more than 20 years ago, these materials are finding an increasing use in various branches of technology, such as metallization of dielectrics, primary and secondary batteries, antistatic coatings, electromagnetic shielding, electrochromic systems, etc. One of the most striking properties of conducting polymers is their ability to catalyze some electrode reactions. A thin layer of a conducting polymer, deposited onto the surface of substrate electrode, is able to enhance the kinetics of electrode processes of some solution species. These electrocatalytic processes, proceeding at conducting polymer electrodes, present a fast growing area of investigation, which may yield many unexpected applications in various fields of applied electrochemistry.The present paper presents a short review on electrocatalysis at conducting polymer electrodes, emphasizing the activities of the past few years. The material published on this topic may be divided into two main groups. One of these groups deals with electrocatalysis at conducting polymer modified electrodes, not containing any additional catalytically active substances. Within this group, the two subgroups are reviewed separately, one of them dealing with electrocatalysis of organic substances (subdivided further according to some groups of electroorganic reactions), and another one considering the electrocatalytic properties of conducting polymers towards inorganic ions. The second group deals with electrocatalysis at conducting polymers, containing other active substances. These systems are divided according to the nature of these additional substances: dispersed metal particles, heteropolyanions, and various metal complexes.In our knowledge, no review on electrocatalysis at conducting polymers has been published. Thus, we hope that the present short review, although not exhaustive, can help in introducing into this fast growing research area.Section snippetsElectrocatalysis at conducting polymer electrodesAt conducting polymer modified electrodes, at least three processes should be considered, taking place during electrocatalytic conversion of solution species. One of them is a heterogeneous electron transfer between the electrode and a conducting polymer layer, and electron transfer within the polymer film. As usual, this process is accompanied by the movement of charge compensating anions and solvent molecules within the conducting polymer film, and possible conformational changes of polymerElectrocatalysis at conducting polymer electrodes, modified with dispersed metalsNoble metal based catalysts are widely used in industry. The catalytic activity of these metals is known to depend highly on their dispersity and surface properties. As usual, for many catalytic processes, a high degree of dispersity and large surface area are desirable. Conducting polymers are often considered to be useful matrices for the immobilization of the dispersed noble metal catalysts. Porous structure and high surface area of many conducting polymers favours their use as supportingElectrocatalysis and heterogeneous catalysis at conducting polymers, doped with heteropolyanionsMost of the known conducting polymers are anion-doped in their conducting form. PANI is able to bind reversibly many small anions upon its oxidation from leucoemeraldine to emeraldine form, and to expell them back into the bulk solution on the back reduction, performed either electrochemically, or by the chemical means. Adversely, POPD is anion-doped in its reduced state, whereas small anions are expelled from the polymer film during its electrochemical oxidation. Reversible doping-dedopingElectrocatalysis at conducting polymers, doped with various metal complexesIn principle, a wide variety of anions can be included by doping into conducting polymers. If these anions are catalytically or electrocatalytically active, new composite catalyst materials can be obtained, whose properties will be determined not only by catalytically active dopants, but also, by the presence of the conducting polymer matrix.Metal phthalocyanine complexes are well known electrocatalysts, especially in electroreduction of molecular oxygen. The introduction of someJ. Yano et al.Synth. Met.(1992)Z. Mandic et al.J. Electroanal. Chem.(1996)A. Malinauskas et al.Electrochim. Acta(1998)A. Malinauskas et al.J. Electroanal. Chem.(1999)M.D. Levi et al.Synth. Met.(1993)J.J. Sun et al.Talanta(1998)S. Kim et al.Synth. Met.(1998)L. Yu et al.J. Power Sources(1998)J. Davis et al.Electrochim. Acta(1996)S. Pleus et al.Synth. Met.(1998)M.D. Levi et al.Electrochim. Acta(1992)N. Kawashima et al.Coll. Surfaces B — Biointerfaces(1998)A.H. Liu et al.Anal. Chim. Acta(1993)C.H. Yang et al.Electrochim. Acta(1998)K.H. Xue et al.J. Power Sources(1998)M. Barth et al.Synth. Met.(1997)F. Ficicioglu et al.J. Electroanal. Chem.(1998)I. Becerik et al.J. Electroanal. Chem.(1997)M.R. Guascito et al.Mater. Chem. Phys.(1996)R. Schrebler et al.J. Electroanal. Chem.(1995)W.T. Napporn et al.J. Electroanal. Chem.(1996)M.J. Croissant et al.Electrochim. Acta(1998)E.K.W. Lai et al.Synth. Met.(1997)M. Hasik et al.Synth. Met.(1997)S.W. Huang et al.Synth. Met.(1998)I.G. Casella et al.Anal. Chim. Acta(1996)L.M. Abrantes et al.Surf. Coat. Technol.(1998)H. Sung et al.Synth. Met.(1995)P. Wang et al.J. Electroanal. Chem.(1996)S.J. Dong et al.Electrochim. Acta(1994)S.J. Dong et al.J. Electroanal. Chem.(1993)M.C. Pham et al.Electrochim. Acta(1997)S.J. Dong et al.Electrochim. Acta(1998)B. Fabre et al.Electrochim. Acta(1997)J.K. Lee et al.J. Mol. Catal. A: Chem.(1997)M. Hasik et al.J. Mol. Catal.(1994)K. Pielichowski et al.Synth. Met.(1997)E. Stochmal-Pomarzanska et al.Synth. Met.(1997)L.Y. Qu et al.Synth. Met.(1997)M. Lapkowski et al.Synth. Met.(1995)A. Elhourch et al.J. Electroanal. Chem.(1992)C. Coutanceau et al.J. Electroanal. Chem.(1995)C. Coutanceau et al.Electrochim. Acta(1995)B.A. Retamal et al.J. Electroanal. Chem.(1997)Y.F. Yang et al.J. Electroanal. Chem.(1997)E.I. Iwuoha et al.Biosens. Bioelectron.(1997)N. Endo et al.J. Mol. Catal. A: Chem.(1997)M. Nakayama et al.J. Electroanal. Chem.(1997)K. Ogura et al.Stud. Surf. Sci. Catal.(1998)View more references3D nanostructured nickel film supported to a conducting polymer as an electrocatalyst with exceptional properties for hydrogen evolution reaction2023, International Journal of Hydrogen EnergyShow abstractA two-layer system was applied to a nickel substrate for use as the electrocatalyst of the hydrogen evolution reaction (HER) in a phosphate buffer solution. It was comprised of a three-dimensional (3D) porous underlayer of nickel nanoparticles with a size of less than 35 nm, followed by an electrodeposited top layer of poly (aniline-co-pyrrole). The underlayer and top coating were both synthesized by applying a constant potential to a three-electrode system. The catalyst characterization was performed using scanning electron microscopy (SEM), X-ray diffraction (XRD), and Fourier-transform infrared (FT-IR) spectrometry. The electrocatalytic activity of the fabricated electrodes was measured by linear sweep voltammetry (LSV), electrochemical impedance spectroscopy (EIS), and chronopotentiometry. The electrode exhibited an overpotential of 520 mV at a current density of 10 mA cm−2, comparable to 530 mV of platinum. Furthermore, the Tafel slope of the electrode was 90 mV dec−1, almost equal to that of platinum. This exceptional performance was explained by the synergistic interaction between 3D-Ni and poly (aniline-co-pyrrole) layers. Such a synergism was demonstrated by the fact that the resulting electrode lacked substantial catalytic activity when each of these two layers was deposited on the substrate alone. The Nyquist diagrams revealed that the 3D-Ni film resulted in minimal charge transfer resistance, allowing fast kinetics of HER. The coupling of this property with the ability of the polymer to adsorb H+ ions led to the high electrocatalytic activity of the proposed electrode. This electrode performed better than platinum, which was a promising result. This indicated that a lower voltage input was required to generate hydrogen gas using the prepared electrode.A polypyrrole hybrid thin film with [sn(dmit)<inf>3</inf>]<sup>2−</sup>, [tris(1,3-dithiole-2-thione-4,5-dithiolate)stannate]<sup>2−</sup>: Surface analysis2023, Applied Surface ScienceShow abstractIt is essential to understand the formation of the interface and the morphological design of the surface of electrodes and devices to control the structure and adapt the material to different applications. To study the interface, thin films of a PPy/[Sn(dmit)3]2 were electrochemically grown with the aid of a microcell typically used in scanning tunneling microscopy assays. Raman and FTIR spectroscopies showed the effect of dimensionality on those mater",
    "Apologies for the confusion, but without specific information about the proposed carbon capture system or access to the full review article, it is not possible to provide the main findings, challenges, or noteworthy aspects. The abstract you provided does not contain that level of detail. To accurately determine the main findings, challenges, and noteworthy aspects, a thorough analysis of the complete review article would be necessary."
  ]
}